import React from 'react';

const AboutMe: React.FC = () => {
    return (
        <div>
            <h2>Привет, аз съм Марти!</h2>
            <p>
                Много обичам да държа креативни неща в ръцете си като боички, хартия, и много, много лепило! Редовно превръщам
                своите ръце в пералня за хамелеони и използвам четката за боядисване като волшебна пръчка.
            </p>
            <p>
                Когато не създавам нова изкуствена постна платка... обичам да бягам наоколо навън и да изследвам бъговете.
                Имаше едно време, когато издирвах небесния як като супермен!
            </p>
            <p>
                Ако съм в настроение за почивка, ще ме видите да чета книга... или най-вероятно да я гледам, докато я поставям на
                главата си... просто задавам въпроси... какво ли е тя да бъдеш книга, нали?
            </p>
            <p>
                Ами така, това е малко за мен. Обичам живота и се забавлявам всяка минута от него! Надявам се, че ще се забавлявате
                докато прекарвате време с мен тук!
            </p>
        </div>
    );
};

export default AboutMe;