import React from 'react';

const EducationCorner = () => {
    return (
        <div>
            <h2>Добре дошли в учебния ъгъл!</h2>
            <h3>Математика за първи клас</h3>
            <p>Ето някои от нещата, които се научаваме в първи клас по математика:</p>
            <ul>
                <li>Броене до 100</li>
                <li>Основни математически действия - събиране и изваждане</li>
                <li>Основни геометрични форми</li>
                <li>Четене на аналогови часовници</li>
                <li>Измерване на обекти с непрекъснати мерни единици</li>
            </ul>
        </div>
    );
};

export default EducationCorner;